'use strict'
const questions = [
  {
    question: 'Что измеряет барометр?',
    answers: {
      'a': 'плотность',
      'b': 'атмосферное давление',
      'c': 'сила',
      'd': 'объём жидкости'
    },
    rightAnswer: 'b'
  },
  {
    question: 'К чему привязан эталонный один метр?',
    answers: {
      'a': 'киллограм',
      'b': 'часть длины экватора Земли',
      'c': 'длин волн излучения криптона',
      'd': 'скорость света'
    },
    rightAnswer: 'd'
  },
  {
    question: 'Где корабль погружается в воду глубже?',
    answers: {
      'a': 'в море',
      'b': 'в реке',
      'c': 'везде одинаково'
    },
    rightAnswer: 'b'
  },
  {
    question: 'Как называется единица измерения работы?',
    answers: {
      'a': 'Паскаль',
      'b': 'Ньютон',
      'c': 'Джоуль'
    },
    rightAnswer: 'c'
  },
  {
    question: 'Что больше: масса 1 л подсолнечного масла или масса 1 л чистой воды?',
    answers: {
      'a': 'больше масса воды',
      'b': 'больше масса масла',
      'c': 'одинаково по массе'
    },
    rightAnswer: 'a'
  },
]


  
