'use strict'
const questions = [{
    question: 'Что измеряет барометр?',
    answers: {
      'a': 'плотность',
      'b': 'атмосферное давление',
      'c': 'сила',
      'd': 'объём жидкости'
    },
    rightAnswer: 'b'
  },

  {
    question: 'Вася любит пить чай с кусковым сахаром. Однажды, положив уже 4 кусочка сахара и размешав сахар ложкой, он подумал: «Куда же делся сахар? Положил много, а жидкость в стакане осталась на прежнем уровне». Что же произошло?',
    answers: {
      'a': 'молекулы сахара совсем распались',
      'b': 'молекулы сахара расположились между молекулами воды',
      'c': 'частицы сахара настолько маленькие, что не влияют на объём жидкости',
      'd': 'молекулы сахара проникли в молекулы воды'
    },
    rightAnswer: 'b'
  },
  {
    question: 'Где корабль погружается в воду глубже?',
    answers: {
      'a': 'в море',
      'b': 'в реке',
      'c': 'везде одинаково'
    },
    rightAnswer: 'b'
  },
  {
    question: 'Как называется единица измерения работы?',
    answers: {
      'a': 'Паскаль',
      'b': 'Ньютон',
      'c': 'Джоуль'
    },
    rightAnswer: 'c'
  },
  {
    question: 'Что больше: масса 1 л подсолнечного масла или масса 1 л чистой воды?',
    answers: {
      'a': 'больше масса воды',
      'b': 'больше масса масла',
      'c': 'одинаково по массе'
    },
    rightAnswer: 'a'
  },
]

// Тест из 20-ти вопросов: https://moeobrazovanie.ru/viktoriny/test_po_fizike_klass_7.html